Repository: WFayoz/exam6
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: uz

source: Contact with us
uz: Biz bilan aloqa

source: Salads
uz: Salatlar

source: Traditional foods
uz: Milliy taomlar

source: Back
uz: Orqaga

source: Sezar salad
uz: Sezar salati

source: Olivie salad
uz: Oliviya salati

source: Plov
uz: Milliy Osh

source: Samsa
uz: Milliy somsa

source: Hello, {}
uz: Salom, {}

source: Welcome
uz: Xush kelibsiz

source: Salads 🥗 👇🏿
uz: Salatlar 🥗 👇🏿

source: Traditional foods 🍛 👇🏿
uz: Milly taomlar 🍛 👇

source: 1 large or 2 small heads of romaine lettuce Parmesan cheese, shredded or shaved Crisp croutons – homemade can be made several days ahead. The recipe below makes enough for 2 salads. Caesar salad dressing – homemade is best and here is our favorite store-bought dressing in a pinch
uz: O‘zbek palovi- bu sharqona taomlarni xush ko‘ruvchilar va shirin ovqatlarni qadrlovchilar taomidir.Dunyoda 100 dan ortiq palov tayyorlash retsepti mavjud bo‘lsada,O‘zbekistonda palov tayyorlash o‘zgachadir. O‘zbekistonning har bir mintaqasi o‘zining yagona palov tayyorlash retseptiga egadir.Ammo O‘zbekistonda palov taomining paydo bo‘lish tarixini ko‘pchilik bilmasa kerak.
